app/controllers/pages_controller.rb

  def index
    puts "===================start depuis le serveur===================="
      @movies = Movie.all

      @directors = Director.all
---
SELECT "movies".* FROM "movies"
SELECT "directors".* FROM "directors"